9/data/attachments/c44612bd6d3bf177.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6196c979-998b-4cd7-ae02-32784bd99aab</nif:username>
            <nif:friendToBeAdded>Kim_everyone_Actions_19157_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>